["Sun Tzu a dit : L'art de la guerre est d'une importance vitale pour l'État.", "C'est une question de vie ou de mort, une voie qui mène à la sécurité ou à la ruine. C'est donc un sujet d'enquête qui ne peut en aucun cas être négligé.", "L'art de la guerre est donc régi par cinq facteurs constants, dont il faut tenir compte dans ses délibérations, lorsqu'on cherche à déterminer les conditions qui prévalent sur le terrain.", "Ce sont : (1) la loi morale ; (2) le ciel ; (3) la terre ; (4) le commandant ; (5) la méthode et la discipline.", "La loi morale amène le peuple à être en accord complet avec son dirigeant, de sorte qu'il le suivra au péril de sa vie, sans se laisser décourager par le moindre danger.", "Le ciel signifie la nuit et le jour, le froid et la chaleur, les temps et les saisons.", "La Terre comprend les distances, grandes et petites ; le danger et la sécurité ; les terrains ouverts et les passages étroits ; les chances de vie et de mort.", "Le Commandeur représente les vertus de sagesse, de sincérité, de bienveillance, de courage et de rigueur.", "Par méthode et discipline, il faut entendre le rassemblement de l'armée dans ses subdivisions appropriées, les gradations de grade parmi les officiers, l'entretien des routes par lesquelles les approvisionnements peuvent atteindre l'armée, et le contrôle des dépenses militaires.", "Ces cinq têtes devraient être connues de tout général : celui qui les connaît sera victorieux ; celui qui ne les connaît pas échouera.", "Par conséquent, dans vos délibérations, lorsque vous cherchez à déterminer les conditions militaires, faites en sorte qu'elles soient la base d'une comparaison, de la manière suivante :--", "(1) Lequel des deux souverains est imprégné de la loi morale ? (2) Lequel des deux généraux a le plus d'habileté ? (3) A qui reviennent les avantages tirés du Ciel et de la Terre ? (4) De quel côté la discipline est-elle la plus rigoureusement appliquée ? (5) Quelle armée est la plus forte ? (6) De quel côté les officiers et les hommes sont-ils le mieux formés ? (7) Dans quelle armée y a-t-il la plus grande constance dans la récompense et la punition ?", "Grâce à ces sept considérations, je peux prévoir la victoire ou la défaite.", "Le général qui écoute mes conseils et qui les suit, vaincra : qu'il soit maintenu au commandement ! Le général qui n'écoute pas mes conseils et ne les applique pas subira la défaite : qu'il soit renvoyé !", "Tout en profitant de mes conseils, profitez aussi de toutes les circonstances utiles au-delà des règles ordinaires.", "Si les circonstances sont favorables, il faut modifier ses plans.", "Toute guerre est basée sur la tromperie.", "Ainsi, lorsque nous sommes en mesure d'attaquer, nous devons paraître incapables ; lorsque nous utilisons nos forces, nous devons paraître inactifs ; lorsque nous sommes proches, nous devons faire croire à l'ennemi que nous sommes loin ; lorsque nous sommes loin, nous devons lui faire croire que nous sommes proches.", "Tendez des appâts pour attirer l'ennemi. Feindre le désordre, et l'écraser.", "S'il est en sécurité sur tous les points, soyez prêt à l'accueillir. S'il est en force supérieure, évitez-le.", "Si votre adversaire est d'humeur colérique, cherchez à l'irriter. Faites semblant d'être faible, afin qu'il devienne arrogant.", "S'il prend ses aises, ne lui donne pas de repos. Si ses forces sont unies, séparez-les.", "Attaquez-le là où il n'est pas préparé, apparaissez là où on ne vous attend pas.", "Ces dispositifs militaires, menant à la victoire, ne doivent pas être divulgués à l'avance.", "Le général qui gagne une bataille fait de nombreux calculs dans son temple avant que la bataille ne soit livrée. Le général qui perd une bataille ne fait que peu de calculs à l'avance. C'est ainsi que beaucoup de calculs mènent à la victoire, et peu de calculs à la défaite : combien plus aucun calcul du tout ! C'est en faisant attention à ce point que je peux prévoir qui est susceptible de gagner ou de perdre.", "Sun Tzu a dit : Dans les opérations de guerre, où il y a sur le terrain mille chars rapides, autant de chars lourds, et cent mille soldats vêtus de cotte de mailles, avec des provisions suffisantes pour les porter mille li, les dépenses à la maison et au front, y compris les divertissements des invités, les petits objets tels que la colle et la peinture, et les sommes dépensées pour les chars et les armures, atteindront le total de mille onces d'argent par jour. Tel est le coût de la levée d'une armée de 100 000 hommes.", "Lorsque vous vous engagez dans un combat réel, si la victoire tarde à venir, les armes des hommes s'émoussent et leur ardeur s'émousse. Si vous faites le siège d'une ville, vous épuiserez vos forces.", "Encore une fois, si la campagne se prolonge, les ressources de l'État ne seront pas à la hauteur de la tension.", "Or, lorsque vos armes seront émoussées, votre ardeur amortie, vos forces épuisées et votre trésor dépensé, d'autres chefs surgiront pour profiter de votre extrémité. Alors aucun homme, aussi sage soit-il, ne pourra éviter les conséquences qui s'ensuivront.", "Ainsi, bien que nous ayons entendu parler de hâte stupide dans la guerre, l'intelligence n'a jamais été associée à de longs délais.", "Il n'existe aucun exemple de pays ayant bénéficié d'une guerre prolongée.", "Seul celui qui connaît à fond les maux de la guerre peut comprendre à fond la manière profitable de la mener.", "Le soldat habile ne lève pas un deuxième impôt, et ses chariots d'approvisionnement ne sont pas chargés plus de deux fois.", "Apportez du matériel de guerre de chez vous, mais fourragez chez l'ennemi. Ainsi, l'armée aura suffisamment de nourriture pour ses besoins.", "L'appauvrissement du trésor public entraîne l'entretien d'une armée par des contributions à distance. Contribuer à entretenir une armée à distance entraîne l'appauvrissement du peuple.", "D'autre part, la proximité d'une armée fait monter les prix, et les prix élevés font que la substance du peuple est vidée.", "Lorsque leur substance sera épuisée, la paysannerie sera affligée de lourdes exactions.", "Avec cette perte de substance et l'épuisement des forces, les maisons du peuple seront dépouillées, et les trois dixièmes de leur revenu seront dissipés ; tandis que les dépenses du gouvernement pour les chars cassés, les chevaux usés, les cuirasses et les casques, les arcs et les flèches, les lances et les boucliers, les manteaux de protection, les bœufs de trait et les lourds chariots, s'élèveront aux quatre dixièmes de son revenu total.", "C'est pourquoi un général avisé se fait un devoir de chercher des provisions chez l'ennemi. Une charrette de provisions de l'ennemi équivaut à vingt de nos propres provisions, et de même, un seul picul de ses provisions équivaut à vingt de nos propres provisions.", "Or, pour tuer l'ennemi, nos hommes doivent être excités à la colère ; pour qu'il y ait avantage à vaincre l'ennemi, ils doivent avoir leurs récompenses.", "Par conséquent, dans les combats de chars, lorsque dix chars ou plus ont été pris, ceux qui ont pris les premiers doivent être récompensés. Nos propres drapeaux doivent être substitués à ceux de l'ennemi, et les chars doivent être mélangés et utilisés conjointement avec les nôtres. Les soldats capturés doivent être traités avec gentillesse et conservés.", "Cela s'appelle utiliser l'ennemi conquis pour augmenter sa propre force.", "En guerre, donc, que votre grand objectif soit la victoire, et non les longues campagnes.", "Ainsi, on peut savoir que le chef des armées est l'arbitre du sort du peuple, l'homme dont dépend la paix ou le péril de la nation.", "Sun Tzu a dit : Dans l'art pratique de la guerre, le mieux est de prendre le pays de l'ennemi entier et intact ; le briser et le détruire n'est pas aussi bon. De même, il est préférable de reprendre une armée entière que de la détruire, de capturer un régiment, un détachement ou une compagnie entière que de les détruire.", "Ainsi, combattre et vaincre dans toutes ses batailles n'est pas l'excellence suprême ; l'excellence suprême consiste à briser la résistance de l'ennemi sans combattre.", "Ainsi, la forme la plus élevée de l'art du général est d'entraver les plans de l'ennemi ; la meilleure forme suivante est d'empêcher la jonction des forces ennemies ; la suivante est d'attaquer l'armée ennemie sur le terrain ; et la pire de toutes les politiques est d'assiéger les villes fortifiées.", "La règle est de ne pas assiéger les villes fortifiées si cela peut être évité. La préparation de manteaux, d'abris mobiles et de divers instruments de guerre prendra trois mois entiers, et l'empilement de monticules contre les murs trois mois de plus.", "Le général, incapable de contrôler son irritation, lancera ses hommes à l'assaut comme des fourmis grouillantes, avec pour résultat qu'un tiers de ses hommes seront tués, tandis que la ville ne sera toujours pas prise. Tels sont les effets désastreux d'un siège.", "C'est pourquoi le chef habile soumet les troupes de l'ennemi sans aucun combat ; il prend leurs villes sans les assiéger ; il renverse leur royaume sans de longues opérations sur le terrain.", "Avec ses forces intactes, il se disputera la maîtrise de l'Empire, et ainsi, sans perdre un homme, son triomphe sera complet. C'est la méthode de l'attaque par stratagème.", "Il est de règle, en temps de guerre, si nos forces sont dix fois supérieures à celles de l'ennemi, de l'encercler ; si elles sont cinq fois supérieures, de l'attaquer ; si elles sont deux fois plus nombreuses, de diviser notre armée en deux.", "Si nous sommes à égalité, nous pouvons offrir la bataille ; si nous sommes légèrement inférieurs en nombre, nous pouvons éviter l'ennemi ; si nous sommes tout à fait inégaux à tous égards, nous pouvons le fuir.", "Ainsi, bien qu'une petite force puisse livrer un combat obstiné, elle doit finalement être capturée par la plus grande force.", "Or le général est le rempart de l'État ; si le rempart est complet en tous points, l'État sera fort ; si le rempart est défectueux, l'État sera faible.", "Il y a trois façons pour un dirigeant d'attirer le malheur sur son armée : --", "(1) En ordonnant à l'armée d'avancer ou de reculer, en ignorant le fait qu'elle ne peut pas obéir. Cela s'appelle entraver l'armée.", "(2) En essayant de gouverner une armée de la même manière qu'il administre un royaume, ignorant les conditions qui existent dans une armée. Cela provoque l'agitation dans l'esprit des soldats.", "(3) En employant les officiers de son armée sans discrimination, par ignorance du principe militaire d'adaptation aux circonstances. Cela ébranle la confiance des soldats.", "Mais lorsque l'armée est agitée et méfiante, les autres princes féodaux sont sûrs de causer des problèmes. C'est simplement amener l'anarchie dans l'armée, et rejeter la victoire.", "Ainsi, nous pouvons savoir qu'il y a cinq éléments essentiels à la victoire : (1) Celui qui gagnera saura quand se battre et quand ne pas se battre. (2) Il gagnera celui qui sait comment gérer les forces supérieures et inférieures. (3) Il gagnera celui dont l'armée est animée du même esprit dans tous ses rangs. (4) Il vaincra celui qui, préparé lui-même, attend de prendre l'ennemi au dépourvu. (5) Il vaincra celui qui a une capacité militaire et qui n'est pas gêné par le souverain.", "D'où le dicton : Si tu connais l'ennemi et que tu te connais toi-même, tu ne dois pas craindre le résultat de cent batailles. Si tu te connais toi-même mais pas l'ennemi, pour chaque victoire remportée tu subiras aussi une défaite. Si tu ne connais ni l'ennemi ni toi-même, tu succomberas dans chaque bataille.", "Sun Tzu a dit : Les bons combattants d'autrefois se mettaient d'abord hors de portée de la défaite, puis attendaient l'occasion de vaincre l'ennemi.", "C'est à nous de nous protéger contre la défaite, mais l'occasion de vaincre l'ennemi nous est fournie par l'ennemi lui-même.", "Ainsi, le bon combattant est capable de se prémunir contre la défaite, mais il ne peut pas être certain de vaincre l'ennemi.", "D'où le dicton : On peut savoir comment vaincre sans être capable de le faire.", "La sécurité contre la défaite implique des tactiques défensives ; la capacité à vaincre l'ennemi implique de prendre l'offensive.", "Se tenir sur la défensive indique une force insuffisante ; attaquer, une surabondance de force.", "Le général habile à la défense se cache dans les recoins les plus secrets de la terre ; celui qui est habile à l'attaque jaillit des plus hauts sommets du ciel. Ainsi, d'un côté, nous avons la capacité de nous protéger ; de l'autre, une victoire complète.", "Ne voir la victoire que lorsqu'elle est à la portée du troupeau commun n'est pas l'acmé de l'excellence.", "Ce n'est pas non plus le summum de l'excellence si vous vous battez et conquérez et que tout l'Empire dit \"Bravo !\".", "Soulever un cheveu d'automne n'est pas le signe d'une grande force ; voir le soleil et la lune n'est pas le signe d'une vue perçante ; entendre le bruit du tonnerre n'est pas le signe d'une oreille vive.", "Ce que les anciens appelaient un combattant intelligent est celui qui non seulement gagne, mais excelle à gagner avec facilité.", "Ses victoires ne lui valent donc ni la réputation de sagesse ni le crédit de courage.", "Il gagne ses batailles en ne commettant aucune erreur. Ne pas se tromper, c'est ce qui établit la certitude de la victoire, car cela signifie conquérir un ennemi déjà vaincu.", "C'est pourquoi le combattant habile se met dans une position qui rend la défaite impossible, et ne rate pas le moment de vaincre l'ennemi.", "C'est ainsi qu'à la guerre, le stratège victorieux ne cherche la bataille qu'après avoir remporté la victoire, alors que celui qui est destiné à la défaite se bat d'abord et cherche ensuite la victoire.", "Le leader consommé cultive la loi morale et s'en tient strictement à la méthode et à la discipline ; il est donc en mesure de contrôler le succès.", "En ce qui concerne la méthode militaire, nous avons, premièrement, la mesure ; deuxièmement, l'estimation de la quantité ; troisièmement, le calcul ; quatrièmement, l'équilibre des chances ; cinquièmement, la victoire.", "La mesure doit son existence à la Terre ; l'estimation de la quantité à la mesure ; le calcul à l'estimation de la quantité ; l'équilibre des chances au calcul ; et la victoire à l'équilibre des chances.", "Une armée victorieuse opposée à une armée en déroute, c'est comme le poids d'une livre placée dans la balance contre un seul grain.", "Le déferlement d'une force conquérante est comme l'éclatement d'eaux refoulées dans un gouffre de mille brasses de profondeur.", "Sun Tzu a dit : Le contrôle d'une grande force est le même principe que le contrôle de quelques hommes : il s'agit simplement de répartir leur nombre.", "Combattre avec une grande armée sous votre commandement n'est pas différent de combattre avec une petite armée : il s'agit simplement d'instituer des signes et des signaux.", "S'assurer que l'ensemble de l'armée peut résister à l'attaque de l'ennemi et rester inébranlable - ceci est effectué par des manœuvres directes et indirectes.", "Pour que l'impact de votre armée soit comme une pierre à aiguiser contre un œuf - ceci est réalisé par la science des points faibles et des points forts.", "Dans tous les combats, la méthode directe peut être utilisée pour rejoindre la bataille, mais les méthodes indirectes seront nécessaires pour assurer la victoire.", "Les tactiques indirectes, appliquées efficacement, sont inépuisables comme le Ciel et la Terre, inépuisables comme le flux des rivières et des ruisseaux ; comme le soleil et la lune, elles se terminent pour recommencer ; comme les quatre saisons, elles passent pour revenir une fois de plus.", "Il n'y a pas plus de cinq notes de musique, mais les combinaisons de ces cinq notes donnent naissance à plus de mélodies que l'on ne pourra jamais entendre.", "Il n'y a pas plus de cinq couleurs primaires (bleu, jaune, rouge, blanc et noir), mais leur combinaison produit plus de nuances qu'il n'est possible d'en voir.", "Il n'y a pas plus de cinq goûts cardinaux (aigre, âcre, salé, sucré, amer), mais leur combinaison donne plus de saveurs que l'on ne pourra jamais en goûter.", "Dans une bataille, il n'y a pas plus de deux méthodes d'attaque - la directe et l'indirecte ; pourtant, ces deux méthodes combinées donnent lieu à une série infinie de manœuvres.", "Le direct et l'indirect s'enchaînent l'un après l'autre. C'est comme se déplacer dans un cercle - on n'en sort jamais. Qui peut épuiser les possibilités de leur combinaison ?", "L'arrivée des troupes est comme la ruée d'un torrent qui fait même rouler les pierres sur son passage.", "La qualité de la décision est comme le piqué bien ajusté d'un faucon qui lui permet de frapper et de détruire sa victime.", "C'est pourquoi le bon combattant sera terrible dans son attaque, et prompt dans sa décision.", "L'énergie peut être comparée à la flexion d'une arbalète ; la décision, au relâchement d'une gâchette.", "Au milieu de l'agitation et du tumulte de la bataille, il peut y avoir un désordre apparent et pourtant aucun désordre réel ; au milieu de la confusion et du chaos, votre dispositif peut être sans tête ni queue, mais il sera à l'épreuve de la défaite.", "Le désordre simulé postule la discipline parfaite, la peur simulée postule le courage ; la faiblesse simulée postule la force.", "Cacher l'ordre sous le manteau du désordre n'est qu'une question de subdivision ; dissimuler le courage sous une apparence de timidité présuppose un fonds d'énergie latente ; masquer la force par la faiblesse s'effectue par des dispositions tactiques.", "Ainsi, celui qui est habile à maintenir l'ennemi en mouvement maintient des apparences trompeuses, selon lesquelles l'ennemi agira. Il sacrifie quelque chose, pour que l'ennemi puisse s'en emparer.", "En lui tendant des appâts, il le maintient en marche, puis avec un corps d'hommes choisis, il le guette.", "Le combattant intelligent s'intéresse à l'effet de l'énergie combinée, et n'exige pas trop des individus. D'où sa capacité à choisir les bons hommes et à utiliser l'énergie combinée.", "Lorsqu'il utilise l'énergie combinée, ses combattants deviennent comme des bûches ou des pierres qui roulent. En effet, la nature d'une bûche ou d'une pierre est de rester immobile sur un terrain plat, et de bouger sur une pente ; si elle est à quatre angles, elle s'arrête, mais si elle est ronde, elle roule vers le bas.", "Ainsi, l'énergie développée par les bons combattants est comparable à l'élan d'une pierre ronde dévalant une montagne de plusieurs milliers de mètres de haut. Voilà pour ce qui est de l'énergie.", "Sun Tzu a dit : Celui qui est le premier sur le terrain et qui attend la venue de l'ennemi, sera frais et dispos pour le combat ; celui qui est le second sur le terrain et qui doit se hâter au combat, arrivera épuisé.", "Le combattant intelligent impose donc sa volonté à l'ennemi, mais ne permet pas que la volonté de l'ennemi lui soit imposée.", "En lui offrant des avantages, il peut inciter l'ennemi à s'approcher de lui-même ; ou, en lui infligeant des dommages, il peut rendre impossible à l'ennemi de s'approcher.", "Si l'ennemi prend ses aises, il peut le harceler ; s'il est bien approvisionné en nourriture, il peut l'affamer ; s'il campe tranquillement, il peut le forcer à bouger.", "Apparaissez aux points que l'ennemi doit se hâter de défendre ; marchez rapidement vers les endroits où l'on ne vous attend pas.", "Une armée peut parcourir de grandes distances sans détresse, si elle traverse un pays où l'ennemi n'est pas présent.", "Vous pouvez être sûr de réussir vos attaques si vous n'attaquez que des endroits qui ne sont pas défendus. Vous pouvez assurer la sécurité de votre défense si vous ne tenez que des positions qui ne peuvent pas être attaquées.", "Ainsi, ce général est habile en attaque lorsque son adversaire ne sait pas quoi défendre ; et il est habile en défense lorsque son adversaire ne sait pas quoi attaquer.", "Ô art divin de la subtilité et du secret ! Par toi, nous apprenons à être invisibles, par toi, inaudibles ; et ainsi nous pouvons tenir le destin de l'ennemi entre nos mains.", "Vous pouvez avancer et être absolument irrésistible si vous vous dirigez vers les points faibles de l'ennemi ; vous pouvez vous retirer et être à l'abri des poursuites si vos mouvements sont plus rapides que ceux de l'ennemi.", "Si nous voulons nous battre, nous pouvons forcer l'ennemi à s'engager, même s'il est abrité derrière un haut rempart et un profond fossé. Tout ce que nous devons faire, c'est attaquer un autre endroit qu'il sera obligé de relever.", "Si nous ne voulons pas combattre, nous pouvons empêcher l'ennemi de nous engager, même si les lignes de notre campement sont simplement tracées sur le sol. Tout ce que nous devons faire est de jeter quelque chose d'étrange et d'inexplicable sur son chemin.", "En découvrant les dispositions de l'ennemi et en restant nous-mêmes invisibles, nous pouvons maintenir nos forces concentrées, alors que celles de l'ennemi doivent être divisées.", "Nous pouvons former un seul corps uni, alors que l'ennemi doit se diviser en fractions. Il y aura donc un tout contre des parties séparées d'un tout, ce qui signifie que nous serons nombreux contre le petit nombre de l'ennemi.", "Et si nous sommes ainsi capables d'attaquer une force inférieure avec une force supérieure, nos adversaires seront en grande difficulté.", "L'endroit où nous avons l'intention de combattre ne doit pas être connu ; car l'ennemi devra alors se préparer à une attaque possible en plusieurs points différents ; et ses forces étant ainsi réparties dans de nombreuses directions, les effectifs que nous aurons à affronter en un point donné seront proportionnellement peu nombreux.", "Car si l'ennemi renforce son avant, il affaiblira son arrière ; s'il renforce son arrière, il affaiblira son avant ; s'il renforce sa gauche, il affaiblira sa droite ; s'il renforce sa droite, il affaiblira sa gauche. S'il envoie des renforts partout, il sera partout faible.", "La faiblesse numérique vient du fait qu'il faut se préparer à d'éventuelles attaques ; la force numérique vient du fait qu'il faut obliger notre adversaire à faire ces préparations contre nous.", "Connaissant le lieu et le moment de la bataille à venir, nous pouvons nous concentrer des plus grandes distances pour combattre.", "Mais si l'on ne connaît ni le lieu ni le moment, l'aile gauche sera impuissante à secourir la droite, la droite également impuissante à secourir la gauche, le fourgon ne pourra pas soulager l'arrière, ni l'arrière soutenir le fourgon. C'est d'autant plus vrai si les portions les plus éloignées de l'armée sont séparées de moins de cent LI, et si même les plus proches sont séparées par plusieurs LI !", "Bien que, selon mon estimation, les soldats de Yueh soient plus nombreux que les nôtres, cela ne les avantagera pas en matière de victoire. Je dis donc que la victoire peut être obtenue.", "Même si l'ennemi est plus fort en nombre, nous pouvons l'empêcher de combattre. S'organiser de manière à découvrir ses plans et la probabilité de leur succès.", "Mettez-le en éveil, et apprenez le principe de son activité ou de son inactivité. Forcez-le à se dévoiler, afin de découvrir ses points vulnérables.", "Comparez soigneusement l'armée adverse avec la vôtre, afin de savoir où la force est surabondante et où elle est déficiente.", "En prenant des dispositions tactiques, le plus haut niveau que vous puissiez atteindre est de les dissimuler ; dissimulez vos dispositions, et vous serez à l'abri de la curiosité des espions les plus subtils, des machinations des cerveaux les plus sages.", "Comment la victoire peut être produite pour eux à partir des propres tactiques de l'ennemi - c'est ce que la multitude ne peut pas comprendre.", "Tous les hommes peuvent voir la tactique par laquelle je conquiers, mais ce qu'aucun ne peut voir, c'est la stratégie à partir de laquelle la victoire se développe.", "Ne répétez pas les tactiques qui vous ont valu une victoire, mais laissez vos méthodes être réglées par l'infinie variété des circonstances.", "Les tactiques militaires sont comme l'eau, car l'eau, dans son cours naturel, s'éloigne des lieux élevés et se précipite vers le bas.", "Donc, à la guerre, le moyen est d'éviter ce qui est fort et de frapper ce qui est faible.", "L'eau façonne son cours en fonction de la nature du terrain sur lequel elle coule ; le soldat prépare sa victoire en fonction de l'ennemi qu'il affronte.", "Par conséquent, tout comme l'eau ne conserve pas une forme constante, il n'y a pas de conditions constantes dans la guerre.", "Celui qui peut modifier sa tactique en fonction de son adversaire et ainsi réussir à gagner, peut être appelé un capitaine né dans le ciel.", "Les cinq éléments (eau, feu, bois, métal, terre) ne sont pas toujours également prédominants ; les quatre saisons se succèdent les unes aux autres. Il y a des jours courts et des jours longs ; la lune a ses périodes de décroissance et de croissance.", "Sun Tzu a dit : A la guerre, le général reçoit ses ordres du souverain.", "Après avoir rassemblé une armée et concentré ses forces, il doit mélanger et harmoniser les différents éléments de celle-ci avant de dresser son camp.", "Après cela, vient la manœuvre tactique, qu'il n'y a rien de plus difficile. La difficulté de la manœuvre tactique consiste à transformer le sournois en direct, et le malheur en gain.", "Ainsi, prendre un chemin long et détourné, après avoir attiré l'ennemi hors du chemin, et bien que partant à sa poursuite, s'arranger pour atteindre le but avant lui, montre la connaissance de l'artifice de la déviation.", "Manœuvrer avec une armée est avantageux ; avec une multitude indisciplinée, très dangereux.", "Si vous mettez en marche une armée entièrement équipée afin d'arracher un avantage, il y a de fortes chances que vous arriviez trop tard. D'autre part, détacher une colonne volante dans ce but implique le sacrifice de ses bagages et de ses provisions.", "Ainsi, si vous ordonnez à vos hommes de rouler leurs buffets, et de faire des marches forcées sans s'arrêter, jour et nuit, en couvrant le double de la distance habituelle à la fois, en faisant cent LI afin d'arracher un avantage, les chefs de vos trois divisions tomberont entre les mains de l'ennemi.", "Les hommes les plus forts seront à l'avant, les plus fatigués à l'arrière, et sur ce plan, seul un dixième de votre armée atteindra sa destination.", "Si vous marchez à cinquante LI pour déjouer l'ennemi, vous perdrez le chef de votre première division, et seule la moitié de votre force atteindra le but.", "Si vous marchez trente LI avec le même objet, les deux tiers de votre armée arriveront.", "Nous pouvons donc considérer qu'une armée sans son train de bagages est perdue ; sans provisions, elle est perdue ; sans bases d'approvisionnement, elle est perdue.", "Nous ne pouvons pas conclure d'alliances tant que nous ne connaissons pas les desseins de nos voisins.", "Nous ne sommes pas aptes à diriger une armée en marche si nous ne sommes pas familiers avec le visage du pays - ses montagnes et ses forêts, ses écueils et ses précipices, ses marais et ses marécages.", "Nous ne pourrons tirer parti des avantages naturels que si nous faisons appel à des guides locaux.", "A la guerre, pratiquez la dissimulation, et vous réussirez.", "La décision de concentrer ou de diviser vos troupes doit être prise en fonction des circonstances.", "Que votre rapidité soit celle du vent, votre compacité celle de la forêt.", "Dans les raids et les pillages, sois comme le feu, et immobile comme une montagne.", "Que vos plans soient sombres et impénétrables comme la nuit, et que lorsque vous bougez, ils tombent comme un coup de tonnerre.", "Lorsque vous pillez une campagne, que le butin soit réparti entre vos hommes ; lorsque vous vous emparez d'un nouveau territoire, découpez-le en lotissements au profit de la soldatesque.", "Réfléchissez avant de faire un geste.", "Celui qui a appris l'artifice de la déviation vaincra. Tel est l'art de la manœuvre.", "Le Livre de la gestion des armées dit : Sur le champ de bataille, la parole ne porte pas assez loin : d'où l'institution des gongs et des tambours. Les objets ordinaires ne peuvent pas non plus être vus assez clairement : d'où l'institution des bannières et des drapeaux.", "Les gongs et les tambours, les bannières et les drapeaux sont des moyens permettant de focaliser les oreilles et les yeux de l'hôte sur un point particulier.", "L'armée formant ainsi un seul corps uni, il est impossible au brave d'avancer seul, ou au lâche de se retirer seul. Tel est l'art de manier les grandes masses d'hommes.", "Dans les combats de nuit, faites donc grand usage des feux de signalisation et des tambours, et dans les combats de jour, des drapeaux et des bannières, afin d'influencer les oreilles et les yeux de votre armée.", "Une armée entière peut être privée de son esprit ; un commandant en chef peut être privé de sa présence d'esprit.", "Or, c'est le matin que l'esprit du soldat est le plus vif ; à midi, il commence à faiblir ; et le soir, il ne pense qu'à rentrer au camp.", "Un général intelligent évite donc une armée lorsque son esprit est vif, mais l'attaque lorsqu'elle est paresseuse et encline à revenir. C'est l'art d'étudier les humeurs.", "Discipliné et calme, pour attendre l'apparition du désordre et du brouhaha chez l'ennemi : c'est l'art de garder son sang-froid.", "Être près du but alors que l'ennemi en est encore loin, être à l'aise alors que l'ennemi peine et se débat, être bien nourri alors que l'ennemi est affamé : voilà l'art de ménager ses forces.", "S'abstenir d'intercepter un ennemi dont les bannières sont parfaitement ordonnées, s'abstenir d'attaquer une armée rangée en rangs calmes et confiants : tel est l'art d'étudier les circonstances.", "C'est un axiome militaire de ne pas avancer en montée contre l'ennemi, ni de s'opposer à lui lorsqu'il descend.", "Ne poursuivez pas un ennemi qui simule la fuite ; n'attaquez pas les soldats dont le tempérament est vif.", "N'avalez pas les appâts offerts par l'ennemi. N'interférez pas avec une armée qui rentre chez elle.", "Quand vous encerclez une armée, laissez une sortie libre. Ne poussez pas trop fort un ennemi désespéré.", "Tel est l'art de la guerre.", "Sun Tzu a dit : A la guerre, le général reçoit ses ordres du souverain, rassemble son armée et concentre ses forces.", "Dans un pays difficile, ne campez pas. Dans les pays où les routes secondaires se croisent, joignez vos mains à celles de vos alliés. Ne vous attardez pas dans des positions dangereusement isolées. Dans les situations encerclées, vous devez recourir au stratagème. Dans une position désespérée, vous devez combattre.", "Il y a des routes qui ne doivent pas être suivies, des armées qui ne doivent pas être attaquées, des villes qui doivent être assiégées, des positions qui ne doivent pas être contestées, des ordres du souverain qui ne doivent pas être obéis.", "Le général qui comprend parfaitement les avantages qui accompagnent la variation des tactiques sait comment gérer ses troupes.", "Le général qui ne les comprend pas peut avoir une bonne connaissance de la configuration du pays, mais il ne sera pas capable de mettre ses connaissances en pratique.", "Ainsi, l'étudiant en guerre qui n'est pas initié à l'art de varier ses plans, même s'il connaît les cinq avantages, ne fera pas le meilleur usage de ses hommes.", "Ainsi, dans les plans du leader avisé, les considérations d'avantage et de désavantage seront mélangées.", "Si notre attente d'avantages est tempérée de cette manière, nous pouvons réussir à accomplir la partie essentielle de nos plans.", "Si, par contre, au milieu des difficultés, nous sommes toujours prêts à saisir un avantage, nous pouvons nous sortir du malheur.", "Réduisez les chefs hostiles en leur infligeant des dommages ; créez des problèmes pour eux, et gardez-les constamment engagés ; tendez des attraits spécieux, et faites-les se précipiter sur un point donné.", "L'art de la guerre nous apprend à compter non pas sur la probabilité que l'ennemi ne vienne pas, mais sur notre propre disponibilité à le recevoir ; non pas sur la chance qu'il n'attaque pas, mais plutôt sur le fait que nous avons rendu notre position inattaquable.", "Il y a cinq fautes dangereuses qui peuvent affecter un général : (1) l'imprudence, qui conduit à la destruction ; (2) la lâcheté, qui conduit à la capture ; (3) un tempérament hâtif, qui peut être provoqué par des insultes ; (4) une délicatesse d'honneur qui est sensible à la honte ; (5) une trop grande sollicitude pour ses hommes, qui l'expose aux soucis et aux ennuis.", "Ce sont les cinq péchés capitaux d'un général, ruineux pour la conduite de la guerre.", "Lorsqu'une armée est renversée et son chef tué, la cause sera sûrement trouvée parmi ces cinq fautes dangereuses. Qu'elles soient un sujet de méditation.", "Sun Tzu a dit : Nous en venons maintenant à la question du campement de l'armée, et à l'observation des signes de l'ennemi. Passez rapidement les montagnes, et restez dans le voisinage des vallées.", "Campez dans des endroits élevés, face au soleil. N'escaladez pas les hauteurs pour vous battre. Voilà pour la guerre en montagne.", "Après avoir traversé une rivière, vous devez vous en éloigner.", "Lorsqu'une force d'invasion traverse une rivière au cours de sa marche, n'avancez pas à sa rencontre au milieu du courant. Il est préférable de laisser la moitié de l'armée traverser, puis de lancer votre attaque.", "Si vous êtes désireux de vous battre, vous ne devez pas aller à la rencontre de l'envahisseur près d'une rivière qu'il doit traverser.", "Amarrez votre bateau plus haut que l'ennemi, et face au soleil. Ne remontez pas le courant pour rencontrer l'ennemi. Voilà pour la guerre fluviale.", "En traversant les marais salants, votre seule préoccupation doit être de les franchir rapidement, sans aucun retard.", "Si vous êtes obligé de vous battre dans un marais salant, vous devez avoir de l'eau et de l'herbe à proximité, et tourner le dos à un bouquet d'arbres. Voilà pour les opérations dans les marais salants.", "Dans un pays sec et plat, prenez une position facilement accessible, avec un terrain en pente à votre droite et à l'arrière, de sorte que le danger soit devant et la sécurité derrière. Voilà pour la campagne en terrain plat.", "Ce sont les quatre branches utiles du savoir militaire qui ont permis à l'Empereur Jaune de vaincre quatre souverains différents.", "Toutes les armées préfèrent les terrains élevés aux terrains bas et les endroits ensoleillés aux endroits sombres.", "Si vous prenez soin de vos hommes et que vous campez sur un sol dur, l'armée sera exempte de maladies de toutes sortes, ce qui sera synonyme de victoire.", "Lorsque vous arrivez sur une colline ou un talus, occupez le côté ensoleillé, avec la pente sur votre arrière droit. Ainsi, vous agirez à la fois pour le bénéfice de vos soldats et utiliserez les avantages naturels du terrain.", "Lorsque, à la suite de fortes pluies dans le pays, une rivière que vous souhaitez traverser est gonflée et couverte d'écume, vous devez attendre qu'elle se calme.", "Les pays où se trouvent des falaises abruptes entre lesquelles coulent des torrents, des creux naturels profonds, des endroits confinés, des fourrés enchevêtrés, des bourbiers et des crevasses, doivent être quittés le plus rapidement possible et ne pas être approchés.", "Pendant que nous nous tenons à l'écart de ces lieux, nous devons faire en sorte que l'ennemi s'en approche ; pendant que nous leur faisons face, nous devons faire en sorte que l'ennemi les ait sur ses arrières.", "Si, dans le voisinage de votre camp, il y a des collines, des étangs entourés d'herbes aquatiques, des bassins creux remplis de roseaux, ou des bois avec un sous-bois épais, il faut les délimiter et les fouiller soigneusement, car ce sont des endroits où des hommes en embuscade ou des espions insidieux sont susceptibles de se tapir.", "Lorsque l'ennemi est proche et reste silencieux, il s'appuie sur la force naturelle de sa position.", "Lorsqu'il reste à l'écart et tente de provoquer une bataille, il a hâte que l'autre camp avance.", "Si son lieu de campement est facile d'accès, il tend un appât.", "Le mouvement parmi les arbres d'une forêt montre que l'ennemi avance. L'apparition d'un certain nombre d'écrans au milieu d'une herbe épaisse signifie que l'ennemi veut nous rendre méfiants.", "Le soulèvement des oiseaux dans leur vol est le signe d'une embuscade. Les bêtes qui sursautent indiquent qu'une attaque soudaine se prépare.", "Lorsque la poussière s'élève en une haute colonne, c'est le signe de l'avancée des chars ; lorsque la poussière est basse, mais répartie sur une large surface, elle indique l'approche de l'infanterie. Lorsqu'elle se ramifie dans différentes directions, elle indique que des groupes ont été envoyés pour ramasser du bois de chauffage. Quelques nuages de poussière qui vont et viennent indiquent que l'armée est en train de camper.", "Des paroles humbles et des préparatifs accrus sont des signes que l'ennemi est sur le point d'avancer. Des paroles violentes et une conduite en avant comme s'il allait attaquer sont des signes qu'il va battre en retraite.", "Lorsque les chars légers sortent en premier et prennent position sur les ailes, c'est le signe que l'ennemi se prépare à la bataille.", "Les propositions de paix non accompagnées d'un engagement sous serment indiquent un complot.", "Lorsque les soldats courent dans tous les sens et se rangent, cela signifie que le moment critique est arrivé.", "Quand on voit certains avancer et d'autres reculer, c'est un leurre.", "Lorsque les soldats s'appuient sur leurs lances, ils sont épuisés par le manque de nourriture.", "Si ceux qui sont envoyés pour puiser de l'eau commencent par boire eux-mêmes, l'armée souffre de la soif.", "Si l'ennemi voit un avantage à prendre et ne fait aucun effort pour l'obtenir, les soldats sont épuisés.", "Si les oiseaux se rassemblent à un endroit, c'est qu'il est inoccupé. Les clameurs nocturnes sont synonymes de nervosité.", "S'il y a du désordre dans le camp, l'autorité du général est faible. Si les bannières et les drapeaux sont déplacés, la sédition est en marche. Si les officiers sont en colère, cela signifie que les hommes sont fatigués.", "Lorsqu'une armée nourrit ses chevaux avec du grain et tue son bétail pour se nourrir, et lorsque les hommes ne suspendent pas leurs casseroles au-dessus des feux de camp, montrant ainsi qu'ils ne retourneront pas dans leurs tentes, vous pouvez savoir qu'ils sont déterminés à se battre jusqu'à la mort.", "La vue d'hommes chuchotant ensemble en petits nœuds ou parlant à voix basse indique une désaffection de la base.", "Des récompenses trop fréquentes signifient que l'ennemi est au bout de ses ressources ; des punitions trop nombreuses trahissent un état de grande détresse.", "Commencer par fanfaronner, puis s'effrayer devant le nombre d'ennemis, témoigne d'un manque d'intelligence suprême.", "Lorsque des envoyés sont envoyés avec des compliments à la bouche, c'est un signe que l'ennemi souhaite une trêve.", "Si les troupes ennemies marchent en colère et restent longtemps face aux nôtres sans se joindre au combat ni se retirer, la situation exige une grande vigilance et une grande circonspection.", "Si nos troupes ne sont pas plus nombreuses que l'ennemi, c'est amplement suffisant ; cela signifie seulement qu'aucune attaque directe ne peut être effectuée. Ce que nous pouvons faire, c'est simplement concentrer toutes nos forces disponibles, surveiller de près l'ennemi et obtenir des renforts.", "Celui qui ne fait pas preuve de prévoyance et qui se moque de ses adversaires est sûr d'être capturé par eux.", "Si les soldats sont punis avant qu'ils ne se soient attachés à vous, ils ne se montreront pas soumis ; et, à moins d'être soumis, ils seront pratiquement inutiles. Si, lorsque les soldats se sont attachés à vous, les punitions ne sont pas appliquées, ils ne le seront toujours pas.", "C'est pourquoi les soldats doivent être traités en premier lieu avec humanité, mais maintenus sous contrôle au moyen d'une discipline de fer. C'est un chemin certain vers la victoire.", "Si, lors de l'entraînement des soldats, les commandements sont habituellement appliqués, l'armée sera bien disciplinée ; sinon, sa discipline sera mauvaise.", "Si un général fait confiance à ses hommes mais insiste toujours pour que ses ordres soient obéis, le gain sera mutuel.", "Sun Tzu a dit : Nous pouvons distinguer six types de terrains, à savoir : (1) le terrain accessible ; (2) le terrain enchevêtré ; (3) le terrain temporisé ; (4) les cols étroits ; (5) les hauteurs précipitées ; (6) les positions à grande distance de l'ennemi.", "Un terrain qui peut être librement traversé par les deux parties est dit accessible.", "En ce qui concerne les terrains de cette nature, devancez l'ennemi en occupant les endroits élevés et ensoleillés, et gardez soigneusement votre ligne de ravitaillement. Vous serez alors en mesure de combattre avec avantage.", "Un terrain qui peut être abandonné mais qu'il est difficile de réoccuper est appelé enchevêtrement.", "Dans une telle position, si l'ennemi n'est pas préparé, vous pouvez vous élancer et le vaincre. Mais si l'ennemi est préparé à votre venue, et que vous ne parvenez pas à le vaincre, alors, le retour étant impossible, le désastre s'ensuivra.", "Lorsque la position est telle qu'aucune des deux parties ne gagnera à faire le premier pas, on parle de terrain d'attente.", "Dans une position de ce genre, même si l'ennemi nous offre un appât attrayant, il conviendra de ne pas se mettre en mouvement, mais plutôt de se retirer, attirant ainsi l'ennemi à son tour ; ensuite, lorsqu'une partie de son armée sera sortie, nous pourrons porter notre attaque avec avantage.", "En ce qui concerne les cols étroits, si vous pouvez les occuper en premier, mettez-y une forte garnison et attendez l'arrivée de l'ennemi.", "Si l'armée vous empêche d'occuper un col, n'allez pas le chercher si le col est entièrement garni, mais seulement s'il est faiblement garni.", "En ce qui concerne les hauteurs abruptes, si vous êtes en avance sur votre adversaire, vous devez occuper les endroits élevés et ensoleillés, et y attendre qu'il monte.", "Si l'ennemi les a occupés avant vous, ne le suivez pas, mais battez en retraite et essayez de l'éloigner.", "Si vous êtes situé à une grande distance de l'ennemi, et que la force des deux armées est égale, il n'est pas facile de provoquer une bataille, et le combat sera à votre désavantage.", "Ces six principes sont liés à la Terre. Le général qui a atteint un poste de responsabilité doit prendre soin de les étudier.", "Or, une armée est exposée à six calamités diverses, ne provenant pas de causes naturelles, mais de fautes dont le général est responsable. Ce sont : (1) la fuite ; (2) l'insubordination ; (3) l'effondrement ; (4) la ruine ; (5) la désorganisation ; (6) la déroute.", "Toutes conditions égales par ailleurs, si une force est projetée contre une autre dix fois plus grande, le résultat sera la fuite de la première.", "Lorsque les simples soldats sont trop forts et leurs officiers trop faibles, le résultat est l'insubordination. Lorsque les officiers sont trop forts et les simples soldats trop faibles, le résultat est l'effondrement.", "Lorsque les officiers supérieurs sont en colère et insubordonnés et que, lorsqu'ils rencontrent l'ennemi, ils se battent pour leur propre compte par ressentiment, avant que le commandant en chef ne puisse savoir s'il est en position de combattre, le résultat est la ruine.", "Lorsque le général est faible et sans autorité, lorsque ses ordres ne sont pas clairs et distincts, lorsque les officiers et les hommes n'ont pas de fonctions fixes et que les rangs sont formés de manière désordonnée, le résultat est une désorganisation totale.", "Lorsqu'un général, incapable d'estimer la force de l'ennemi, laisse une force inférieure engager une force supérieure, ou lance un détachement faible contre un détachement puissant, et néglige de placer des soldats choisis au premier rang, le résultat doit être la déroute.", "Ce sont six façons de courir à la défaite, qui doivent être soigneusement notées par le général qui a atteint un poste de responsabilité.", "La formation naturelle du pays est le meilleur allié du soldat ; mais le pouvoir d'estimer l'adversaire, de contrôler les forces de la victoire et de calculer astucieusement les difficultés, les dangers et les distances, constitue le test d'un grand général.", "Celui qui connaît ces choses et qui, en combattant, met en pratique ses connaissances, gagnera ses batailles. Celui qui ne les connaît pas, et ne les met pas en pratique, sera certainement vaincu.", "Si le combat est sûr d'aboutir à la victoire, alors vous devez combattre, même si le souverain l'interdit ; si le combat n'aboutit pas à la victoire, alors vous ne devez pas combattre, même sur ordre du souverain.", "Le général qui avance sans convoiter la gloire et recule sans craindre la disgrâce, dont la seule pensée est de protéger son pays et de rendre service à son souverain, est le joyau du royaume.", "Considérez vos soldats comme vos enfants, et ils vous suivront dans les vallées les plus profondes ; considérez-les comme vos fils bien-aimés, et ils vous soutiendront jusqu'à la mort.", "Si, au contraire, vous êtes indulgent, mais incapable de faire sentir votre autorité ; si vous avez bon cœur, mais incapable de faire exécuter vos ordres ; si, de plus, vous êtes incapable de réprimer le désordre : alors vos soldats doivent être comparés à des enfants gâtés ; ils sont inutiles pour toute fin pratique.", "Si nous savons que nos propres hommes sont en état d'attaquer, mais que nous ignorons que l'ennemi n'est pas ouvert à l'attaque, nous n'avons fait que la moitié du chemin vers la victoire.", "Si nous savons que l'ennemi est prêt à attaquer, mais que nous ignorons que nos propres hommes ne sont pas en état d'attaquer, nous n'avons fait que la moitié du chemin vers la victoire.", "Si nous savons que l'ennemi est ouvert à l'attaque, et que nous savons également que nos hommes sont en état d'attaquer, mais que nous ignorons que la nature du terrain rend le combat impossible, nous n'avons encore fait que la moitié du chemin vers la victoire.", "C'est pourquoi le soldat expérimenté, une fois en mouvement, n'est jamais désemparé ; une fois qu'il a levé le camp, il n'est jamais perdu.", "D'où le dicton : Si tu connais l'ennemi et que tu te connais toi-même, ta victoire ne sera pas mise en doute ; si tu connais le Ciel et que tu connais la Terre, tu peux rendre ta victoire complète.", "Sun Tzu a dit : L'art de la guerre reconnaît neuf variétés de terrain : (1) terrain dispersif ; (2) terrain facile ; (3) terrain litigieux ; (4) terrain ouvert ; (5) terrain d'autoroutes croisées ; (6) terrain sérieux ; (7) terrain difficile ; (8) terrain encombré ; (9) terrain désespéré.", "Quand un chef se bat sur son propre territoire, c'est un terrain dispersif.", "Lorsqu'il a pénétré en territoire hostile, mais sans grande distance, c'est un terrain facile.", "Un terrain dont la possession procure un grand avantage à l'une ou l'autre des parties est un terrain litigieux.", "Un terrain sur lequel chaque partie a la liberté de mouvement est un terrain ouvert.", "Un terrain qui forme la clé de trois États contigus, de sorte que celui qui l'occupe en premier a la plus grande partie de l'Empire à sa disposition, est un terrain d'autoroutes qui se croisent.", "Lorsqu'une armée a pénétré au cœur d'un pays hostile, laissant derrière elle un certain nombre de villes fortifiées, le terrain est grave.", "Forêts de montagne, pentes abruptes, marais et marécages - tout ce qui est difficile à traverser : c'est un terrain difficile.", "Terrain auquel on accède par des gorges étroites, et dont on ne peut se retirer que par des chemins tortueux, de sorte qu'un petit nombre d'ennemis suffirait à écraser un grand corps de nos hommes : c'est un terrain encaissé.", "Un terrain sur lequel nous ne pouvons être sauvés de la destruction qu'en combattant sans délai, est un terrain désespéré.", "En terrain dispersé, ne combattez donc pas. Sur un terrain facile, ne pas s'arrêter. Sur un terrain litigieux, ne pas attaquer.", "Sur un terrain ouvert, n'essayez pas de bloquer le chemin de l'ennemi. Sur le terrain des autoroutes qui se croisent, joignez vos mains à celles de vos alliés.", "Sur un terrain sérieux, rassemblez le butin. Sur un terrain difficile, continuez à marcher sans relâche.", "En terrain confiné, recourir au stratagème. Sur un terrain désespéré, combattre.", "Ceux que l'on appelait autrefois les chefs habiles savaient comment enfoncer un coin entre le front et l'arrière de l'ennemi, empêcher la coopération entre ses grandes et ses petites divisions, empêcher les bonnes troupes de secourir les mauvaises, les officiers de rallier leurs hommes.", "Lorsque les hommes de l'ennemi sont réunis, ils parviennent à les maintenir en désordre.", "Lorsque c'était à leur avantage, ils avançaient ; dans le cas contraire, ils s'arrêtaient.", "Si l'on me demandait comment faire face à une grande armée ennemie en ordre et sur le point de passer à l'attaque, je répondrais : \"Commencez par vous emparer d'un objet cher à votre adversaire : \"Commencez par vous emparer de quelque chose qui est cher à votre adversaire ; alors il se pliera à votre volonté.\"", "La rapidité est l'essence de la guerre : profitez de l'impréparation de l'ennemi, empruntez des chemins inattendus et attaquez les endroits non surveillés.", "Voici les principes à observer par une force d'invasion : Plus vous pénétrez dans un pays, plus la solidarité de vos troupes sera grande, et ainsi les défenseurs ne pourront pas l'emporter sur vous.", "Faites des incursions dans les pays fertiles afin d'approvisionner votre armée en nourriture.", "Étudiez attentivement le bien-être de vos hommes, et ne les surchargez pas. Concentrez votre énergie et accumulez vos forces. Gardez votre armée continuellement en mouvement, et élaborez des plans insondables.", "Mettez vos soldats dans des positions d'où il n'y a aucune échappatoire, et ils préféreront la mort à la fuite. S'ils affrontent la mort, il n'y a rien qu'ils ne puissent accomplir. Les officiers comme les hommes donneront le maximum de leur force.", "Les soldats, lorsqu'ils sont dans une situation désespérée, perdent le sens de la peur. S'il n'y a pas de lieu de refuge, ils resteront fermes. S'ils se trouvent en pays hostile, ils montreront un front obstiné. S'il n'y a aucun secours, ils se battront avec acharnement.", "Ainsi, sans attendre d'être rassemblés, les soldats seront constamment sur le qui vive ; sans attendre d'être demandés, ils feront votre volonté ; sans restrictions, ils seront fidèles ; sans donner d'ordres, on peut leur faire confiance.", "Interdisez les présages et supprimez les doutes superstitieux. Alors, jusqu'à ce que la mort elle-même vienne, aucune calamité n'est à craindre.", "Si nos soldats ne sont pas surchargés d'argent, ce n'est pas parce qu'ils ont un dégoût pour les richesses ; si leur vie n'est pas excessivement longue, ce n'est pas parce qu'ils sont peu enclins à la longévité.", "Le jour où ils recevront l'ordre de se battre, tes soldats pleureront peut-être, ceux qui sont assis mouillant leurs vêtements et ceux qui sont couchés laissant couler leurs larmes sur leurs joues. Mais qu'ils soient une fois mis au pas, et ils feront preuve du courage d'un Chu ou d'un Kuei.", "L'habile tacticien peut être comparé au shuai-jan. Le shuai-jan est un serpent que l'on trouve dans les montagnes Chung. Frappez sa tête, et vous serez attaqué par sa queue ; frappez sa queue, et vous serez attaqué par sa tête ; frappez son milieu, et vous serez attaqué par la tête et la queue à la fois.", "Si l'on me demande si une armée peut imiter le shuai-jan, je réponds : \"Oui\". Car les hommes de Wu et les hommes de Yueh sont ennemis ; pourtant, s'ils traversent une rivière dans le même bateau et qu'ils sont pris dans une tempête, ils se porteront mutuellement secours, tout comme la main gauche aide la droite.", "Il ne suffit donc pas de se fier à l'attache des chevaux et à l'enfouissement des roues des chars dans le sol.", "Le principe de gestion d'une armée est d'établir une norme de courage que tous doivent atteindre.", "Comment tirer le meilleur parti des forces et des faiblesses ? C'est une question qui implique une bonne utilisation du terrain.", "Ainsi, le général habile dirige son armée comme s'il conduisait un seul homme, bon gré mal gré, par la main.", "C'est le travail d'un général d'être calme et donc d'assurer le secret ; droit et juste, et donc de maintenir l'ordre.", "Il doit être capable de mystifier ses officiers et ses hommes par de faux rapports et de fausses apparences, et ainsi les maintenir dans une ignorance totale.", "En modifiant ses dispositions et en changeant ses plans, il maintient l'ennemi sans connaissance précise. En déplaçant son camp et en empruntant des routes détournées, il empêche l'ennemi de prévoir ses intentions.", "Au moment critique, le chef d'une armée agit comme quelqu'un qui a gravi une hauteur et qui jette l'échelle derrière lui. Il entraîne ses hommes profondément en territoire hostile avant de montrer sa main.", "Il brûle ses bateaux et brise ses marmites ; comme un berger conduisant un troupeau de moutons, il conduit ses hommes dans tous les sens, sans que personne ne sache où il va.", "Rassembler son armée et la mettre en danger : c'est ce que l'on peut appeler l'activité du général.", "Les différentes mesures adaptées aux neuf variétés de terrain, l'opportunité des tactiques agressives ou défensives, les lois fondamentales de la nature humaine, voilà des choses qu'il faut absolument étudier.", "Lors de l'invasion d'un territoire hostile, le principe général est que la pénétration en profondeur apporte la cohésion ; la pénétration à courte distance entraîne la dispersion.", "Lorsque vous laissez votre propre pays derrière vous, et que vous emmenez votre armée à travers le territoire d'un voisin, vous vous trouvez sur un terrain critique. Quand il y a des moyens de communication sur les quatre côtés, le terrain est celui des autoroutes qui se croisent.", "Lorsque vous pénétrez profondément dans un pays, c'est un terrain sérieux. Quand on y pénètre un peu, c'est un terrain facile.", "Lorsque vous avez les forteresses de l'ennemi à l'arrière, et des cols étroits à l'avant, c'est un terrain encombré. Lorsqu'il n'y a pas de lieu de refuge, c'est une terre de désespoir.", "Par conséquent, en terrain dispersif, j'inspirerai à mes hommes une unité de but. Sur un terrain facile, je veillerai à ce qu'il y ait une connexion étroite entre toutes les parties de mon armée.", "Sur un terrain litigieux, je me dépêcherais de passer derrière.", "Sur un terrain ouvert, je garderais un œil vigilant sur mes défenses. Sur le terrain des autoroutes qui se croisent, je consoliderais mes alliances.", "Sur un terrain sérieux, j'essaierais d'assurer un flux continu d'approvisionnement. Sur un terrain difficile, je continuais à pousser le long de la route.", "Sur un terrain encerclé, je bloquerais toute possibilité de retraite. Sur un terrain désespéré, j'annoncerais à mes soldats qu'il n'y a aucun espoir de sauver leur vie.", "Car c'est la disposition du soldat d'opposer une résistance obstinée lorsqu'il est encerclé, de se battre avec acharnement lorsqu'il ne peut rien faire, et d'obéir promptement lorsqu'il est en danger.", "Nous ne pouvons pas conclure d'alliance avec les princes voisins avant d'avoir pris connaissance de leurs desseins. Nous ne sommes pas aptes à conduire une armée en marche si nous ne connaissons pas la physionomie du pays - ses montagnes et ses forêts, ses écueils et ses précipices, ses marais et ses marécages. Nous serons incapables de tirer parti des avantages naturels si nous ne faisons pas appel à des guides locaux.", "Ignorer l'un des quatre ou cinq principes suivants n'est pas digne d'un prince guerrier.", "Lorsqu'un prince belliqueux attaque un État puissant, son sens de la guerre se manifeste en empêchant la concentration des forces de l'ennemi. Il domine ses adversaires et empêche leurs alliés de se liguer contre lui.", "C'est pourquoi il ne cherche pas à s'allier avec tout et n'importe quoi, ni à favoriser la puissance des autres États. Il réalise ses propres desseins secrets, en tenant ses antagonistes en respect. Il est ainsi capable de s'emparer de leurs villes et de renverser leurs royaumes.", "Accordez des récompenses sans tenir compte des règles, donnez des ordres sans tenir compte des arrangements préalables, et vous serez capable de gérer une armée entière comme si vous n'aviez à faire qu'avec un seul homme.", "Confrontez vos soldats à l'acte lui-même ; ne leur faites jamais connaître votre plan. Lorsque les perspectives sont bonnes, mettez-les sous leurs yeux ; mais ne leur dites rien lorsque la situation est sombre.", "Placez votre armée dans un péril mortel, et elle survivra ; plongez-la dans des situations désespérées, et elle s'en sortira saine et sauve.", "Car c'est précisément lorsqu'une force est tombée sur le chemin du mal qu'elle est capable de frapper un coup pour la victoire.", "Le succès dans la guerre s'obtient en s'adaptant soigneusement aux objectifs de l'ennemi.", "En restant constamment sur le flanc de l'ennemi, nous réussirons à long terme à tuer le commandant en chef.", "C'est ce qu'on appelle la capacité d'accomplir une chose par pure ruse.", "Le jour de votre prise de commandement, bloquez les cols frontaliers, détruisez les comptages officiels, et empêchez le passage de tous les émissaires.", "Soyez sévère dans la salle du conseil, afin de pouvoir contrôler la situation.", "Si l'ennemi laisse une porte ouverte, vous devez vous y engouffrer.", "Devancez votre adversaire en vous emparant de ce qui lui est cher, et arrangez-vous subtilement pour qu'il arrive à temps sur le terrain.", "Marchez dans la voie définie par la règle, et accommodez-vous de l'ennemi jusqu'à ce que vous puissiez livrer une bataille décisive.", "Dans un premier temps, faites preuve de la timidité d'une jeune fille, jusqu'à ce que l'ennemi vous donne une ouverture ; ensuite, imitez la rapidité d'un lièvre qui court, et il sera trop tard pour que l'ennemi s'oppose à vous.", "Sun Tzu a dit : Il y a cinq façons d'attaquer par le feu. La première est de brûler les soldats dans leur camp ; la deuxième est de brûler les magasins ; la troisième est de brûler les trains de bagages ; la quatrième est de brûler les arsenaux et les magasins ; la cinquième est de lancer un feu nourri parmi l'ennemi.", "Pour mener à bien une attaque, il faut disposer de moyens. Le matériel pour faire feu doit toujours être prêt.", "Il y a une saison appropriée pour attaquer avec le feu, et des jours spéciaux pour déclencher une conflagration.", "La saison appropriée est celle où le temps est très sec ; les jours spéciaux sont ceux où la lune se trouve dans les constellations du Tamis, du Mur, de l'Aile ou de la Barre transversale ; car ces quatre-là sont tous des jours de vent ascendant.", "En attaquant avec le feu, il faut être prêt à faire face à cinq évolutions possibles :", "(1) Lorsque le feu se déclare à l'intérieur du camp de l'ennemi, répondez immédiatement par une attaque de l'extérieur.", "(2) S'il y a un début de feu, mais que les soldats de l'ennemi restent silencieux, attendez votre heure et n'attaquez pas.", "(3) Lorsque la force des flammes a atteint son apogée, poursuivez par une attaque, si cela est possible ; sinon, restez où vous êtes.", "(4) S'il est possible d'effectuer un assaut avec un feu venant de l'extérieur, n'attendez pas qu'il éclate à l'intérieur, mais lancez votre attaque à un moment favorable.", "(5) Lorsque vous allumez un feu, soyez au vent de celui-ci. N'attaquez pas sous le vent.", "Un vent qui se lève le jour dure longtemps, mais une brise nocturne tombe vite.", "Dans chaque armée, les cinq développements liés au feu doivent être connus, les mouvements des étoiles calculés et une veille des jours appropriés assurée.", "Ainsi, ceux qui utilisent le feu comme aide à l'attaque font preuve d'intelligence ; ceux qui utilisent l'eau comme aide à l'attaque acquièrent une force supplémentaire.", "Par le biais de l'eau, un ennemi peut être intercepté, mais pas dépouillé de tous ses biens.", "Malheureux est le sort de celui qui essaie de gagner ses batailles et de réussir ses attaques sans cultiver l'esprit d'entreprise ; car le résultat est une perte de temps et une stagnation générale.", "D'où le dicton : Le souverain éclairé prépare ses plans longtemps à l'avance ; le bon général cultive ses ressources.", "Ne bougez pas à moins que vous ne voyiez un avantage ; n'utilisez pas vos troupes à moins qu'il y ait quelque chose à gagner ; ne combattez pas à moins que la position ne soit critique.", "Aucun souverain ne devrait envoyer des troupes sur le terrain simplement pour satisfaire son propre spleen ; aucun général ne devrait livrer une bataille simplement par dépit.", "Si c'est à votre avantage, avancez ; sinon, restez où vous êtes.", "La colère peut, avec le temps, se transformer en joie ; à la vexation peut succéder le contentement.", "Mais un royaume qui a été détruit ne pourra jamais renaître, et les morts ne pourront jamais être ramenés à la vie.", "C'est pourquoi le souverain éclairé est attentif, et le bon général plein de prudence. C'est ainsi qu'on maintient un pays en paix et une armée intacte.", "Sun Tzu a dit : Lever une armée de cent mille hommes et les faire marcher sur de grandes distances entraîne de lourdes pertes pour le peuple et une ponction sur les ressources de l'État. La dépense quotidienne s'élèvera à mille onces d'argent. Il y aura de l'agitation dans le pays et à l'étranger, et les hommes tomberont épuisés sur les routes. Jusqu'à sept cent mille familles seront entravées dans leur travail.", "Des armées hostiles peuvent s'affronter pendant des années, luttant pour une victoire qui se décide en un seul jour. Dans ces conditions, rester dans l'ignorance de la situation de l'ennemi, simplement parce que l'on rechigne à dépenser cent onces d'argent en honneurs et en émoluments, est le comble de l'inhumanité.", "Celui qui agit ainsi n'est pas un meneur d'hommes, pas une aide présente à son souverain, pas un maître de la victoire.", "Ainsi, ce qui permet au sage souverain et au bon général de frapper et de conquérir, et de réaliser des choses hors de portée des hommes ordinaires, c'est la prescience.", "Or cette prescience ne peut être obtenue des esprits ; elle ne peut être obtenue inductivement de l'expérience, ni par aucun calcul déductif.", "La connaissance des dispositions de l'ennemi ne peut être obtenue que par d'autres hommes.", "D'où l'utilisation d'espions, dont il existe cinq classes : (1) les espions locaux ; (2) les espions intérieurs ; (3) les espions convertis ; (4) les espions condamnés ; (5) les espions survivants.", "Lorsque ces cinq types d'espions sont tous à l'œuvre, personne ne peut découvrir le système secret. C'est ce qu'on appelle la \"manipulation divine des fils\". C'est la faculté la plus précieuse du souverain.", "Avoir des espions locaux signifie employer les services des habitants d'un district.", "Avoir des espions intérieurs, se servir des fonctionnaires de l'ennemi.", "Avoir converti des espions, s'emparer des espions de l'ennemi et les utiliser à nos propres fins.", "Avoir des espions condamnés, faire certaines choses ouvertement dans un but de tromperie, et permettre à nos espions de les connaître et de les rapporter à l'ennemi.", "Les espions survivants, enfin, sont ceux qui ramènent des nouvelles du camp de l'ennemi.", "C'est pourquoi personne dans toute l'armée ne doit entretenir des relations plus intimes qu'avec les espions. Aucun ne doit être plus libéralement récompensé. Dans aucune autre affaire, un plus grand secret ne doit être préservé.", "Les espions ne peuvent être employés utilement sans une certaine sagacité intuitive.", "Ils ne peuvent être gérés correctement sans bienveillance et sans franchise.", "Sans une ingéniosité subtile de l'esprit, on ne peut pas être certain de la véracité de leurs rapports.", "Soyez subtils ! Soyez subtils ! et utilisez vos espions pour tout type d'affaires.", "Si une nouvelle secrète est divulguée par un espion avant le moment opportun, il doit être mis à mort avec l'homme à qui le secret a été confié.", "Que l'objectif soit d'écraser une armée, de prendre d'assaut une ville ou d'assassiner un individu, il est toujours nécessaire de commencer par découvrir les noms des assistants, des aides de camp, des portiers et des sentinelles du général qui commande. Nos espions doivent être chargés de les vérifier.", "Les espions de l'ennemi qui sont venus nous espionner doivent être recherchés, tentés par des pots-de-vin, emmenés et confortablement logés. Ainsi, ils deviendront des espions convertis et disponibles pour notre service.", "C'est grâce aux informations apportées par l'espion converti que nous sommes en mesure d'acquérir et d'employer des espions locaux et intérieurs.", "C'est grâce à ses informations, encore une fois, que nous pouvons amener l'espion condamné à porter de fausses nouvelles à l'ennemi.", "Enfin, c'est par ses informations que l'espion survivant peut être utilisé à des occasions désignées.", "La finalité et le but de l'espionnage dans ses cinq variétés est la connaissance de l'ennemi ; et cette connaissance ne peut être obtenue, en premier lieu, que de l'espion converti. Il est donc essentiel que l'espion converti soit traité avec la plus grande libéralité.", "Autrefois, l'ascension de la dynastie Yin était due à I Chih qui avait servi sous les Hsia. De même, l'ascension de la dynastie Chou est due à Lu Ya, qui avait servi sous les Yin.", "Par conséquent, seuls le dirigeant éclairé et le général avisé utiliseront la plus haute intelligence de l'armée à des fins d'espionnage et obtiendront ainsi de grands résultats. Les espions sont un élément très important dans l'eau, car d'eux dépend la capacité de mouvement d'une armée.", "Whatever you do, don't reveal all of your techniques in a youtube video, you fool, you moron."]